Repository: Strubbl/locator-tool
Catalog: src/static/po/*.po
Languages: es, it

source: <a ui-sref="select">Select files to geolocate</a> by querying a category or inputting a list of <code>File:</code>s.
es: <a ui-sref="select">Selecciona los archivos a geolocalizar</a>solicitando una categoría completa o introduciendo manualmente una lista de<code>Archivo:</code>s
it: <a ui-sref="select">Scegli i file da geolocalizzare</a> interrogando una categoria o inserendo un elenco di <code>File:</code>

source: About
es: Acerca de
it: Informazioni

source: About locator-tool
es: Acerca de locator-tool
it: Cos’è locator-tool

source: Also show geolocated files
es: Mostrar además archivos geolocalizados
it: Mostra anche i file già geolocalizzati

source: Camera location via <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Location</code></a>
es: Posición de la cámara vía <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Posición</code></a>
it: Posizione della macchina fotografica tramite <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Location</code></a>

source: Category
es: Categoría
it: Categoria

# Category
source: Depth
es: Profundidad
it: Profondità

source: Discard
es: Descartar
it: Scarta

source: Edits using locator-tool
es: Ediciones usando locator-tool
it: Modifiche effettuate con locator-tool

source: End timestamp
es: Fecha final
it: Fine intervallo temporale

source: Failed to save: {{$ctrl.error.statusText}}
es: Fallo al guardar: {{$ctrl.error.statusText}}
it: Errore nel salvataggio: {{$ctrl.error.statusText}}

source: Fetched 0 files for category <code>{{$ctrl.category}}</code>!
es: Llamados 0 archivos para categoría <code>{{$ctrl.category}}</code>!
it: 0 file trovati per la categoria <code>{{$ctrl.category}}</code>!

source: Fetched 0 files for user <code>{{$ctrl.user}}</code>!
es: Obtenidos 0 archivos para usuario/a <code>{{$ctrl.user}}</code>!
it: 0 file trovati per l'utente <code>{{$ctrl.user}}</code>!

source: File list
es: Lista de archivos
it: Elenco di file

source: From the list of files provided, select one and click its location on an interactive map.
es: De la lista de archivos provistos, selecciona uno y haz click en su localización en un mapa interactivo
it: Dall'elenco di file, scegline uno e clicca sulla sua posizione nella mappa interattiva.

source: Geolocate files
es: Geolocaliza archivos
it: Geolocalizza file

source: Hello {{$ctrl.userInfo}}!
es: ¡Hola, {{$ctrl.userInfo}}!
it: Ciao {{$ctrl.userInfo}}!

source: In order to allow locator-tool to modify file description pages, sign in first:
es: Con el fin de permitir a locator-tool modificar la descripción de las páginas, inicia sesión primero:
it: Per consentire a locator-tool di modificare le pagine di descrizione dei file, accedi:

source: Its source code is available on <a href="https://github.com/simon04/locator-tool">GitHub</a> and <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a> licensed.
es: Su código fuente está disponible en<a href="https://github.com/simon04/locator-tool">Git Hub</a>y con licencia<a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a>
it: Il suo codice sorgente è disponibile su <a href="https://github.com/simon04/locator-tool">GitHub</a> con licenza <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a>.

source: LANGUAGE
es: Español
it: Italiano

source: Left click on map to set the location.
es: Click derecho en el mapa para fijar la posición
it: Clicca col tasto sinistro del mouse sulla mappa per impostare le coordinate della macchina fotografica.

source: Limit
es: Límite
it: Limite

source: Load Category to geolocate
es: Cargar categoría a geolocalizar
it: Carica una categoria da geolocalizzare

source: Load User files to geolocate
es: Cargar archivos del usuario o usuaria a geolocalizar
it: Carica i file da geolocalizzare dell'utente

source: Load {{$ctrl.titleList.length}} files to geolocate
es: Cargar {{$ctrl.titleList.length}} archivos a geolocalizar
it: Carica {{$ctrl.titleList.length}} file da geolocalizzare

source: Loading file details …
es: Cargando detalles de archivos...
it: Caricamento dettagli del file...

source: Log in
es: Iniciar sesión
it: Accedi

source: Log in using the button on the upper right corner
es: Iniciar sesión usando el botón en la esquina superior derecha
it: Accedi con il pulsante in alto a destra

source: Log out
es: Terminar sesión
it: Esci

source: Logged in as {{$ctrl.user}}
es: Sesión iniciada como {{$ctrl.user}}
it: Entra come {{$ctrl.user}}

source: Map
es: Mapa
it: Mappa

source: Object location via <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Object location</code></a>
es: Posición del objeto vía <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Posición del objeto</code></a>
it: Posizione dell'oggetto tramite <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Object location</code></a>

source: Press shift and click on map to set the object location.
es: Haz click en la tecla shift y click en el mapa para establecer la posición del objeto.
it: Premi il tasto schift e clicca sulla mappa per impostare le coordinate dell'oggetto.

source: Repeat …
es: Repetir ...
it: Ripeti...

source: Save
es: Guardar
it: Salva

source: Select files
es: Seleccionar archivos
it: Seleziona file

source: Select files to geolocate
es: Seleccionar archivos a geolocalizar
it: Seleziona file da geolocalizzare

source: Show Category on map
es: Mostrar Categoría en un mapa
it: Mostra la categoria sulla mappa

source: Show User files on map
es: Mostrar Archivos del Usuario/usuaria en el mapa
it: Mostra i file dell'utente sulla mappa

source: Show {{$ctrl.titleList.length}} files on map
es: Mostrar {{$ctrl.titleList.length}} archivos en el mapa
it: Mostra {{$ctrl.titleList.length}} file sulla mappa

source: Sign in
es: Iniciar sesión
it: Registrati

source: Start timestamp
es: Fecha de inicio
it: Inizio intervallo temporale

source: This tool has been created by <a href="https://github.com/simon04/">simon04</a>.
es: Esta herramienta ha sido creada por <a href="https://github.com/simon04/">simon04</a>.
it: Questo tool è stato creato da <a href="https://github.com/simon04/">simon04</a>.

source: This tool helps to add <code class="mediawiki-template">Coordinate</code> information to images on <a href="https://commons.wikimedia.org/">Wikimedia Commons</a>.
es: Esta herramienta ayuda a agregar <code class="mediawiki-template">Coordenadas</code>a las imágenes en <a href="https://commons.wikimedia.org/">Wikimedia Commons</a>.
it: Questo tool aiuta ad aggiungere le <code class="mediawiki-template">coordinate geografiche</code> alle immagini su <a href="https://commons.wikimedia.org/">Wikimedia Commons</a>.

source: Translate locator-tool on Transifex
es: Traduce esta herramienta en Transifex
it: Traduci locator-tool su Transifex

source: Usage
es: Uso
it: Uso

source: User
es: Usuario o usuaria
it: Utente

source: User files
es: Archivos del usuario/usuaria
it: File dell'utente

source: When a clipboard content containing HTML code (for instance a copied selection from a Commons gallery) is pasted here, locator-tool tries to extract <code>File:</code>s from the code.
es: Cuando un contenido del portapapeles que contiene código HTML (por ejemplo, una selección copiada de una galería de Commons) es pegada aquí, locator-tool intenta extraer<code>Archivo:</code>s desde el código.
it: Quando un elenco contenente codice HTML (ad esempio perché copiato da una galleria di Commons) viene incollato qui, locator-tool prova a estrarre i <code>File:</code> dal codice.
