Repository: Strubbl/locator-tool
Catalog: po/*.po
Languages: ja, mk, ml, nl, ru, uk

# Category
source: Depth
ja: 深さ
mk: Продорност
ml: ആഴം
nl: Diepte
ru: Глубина
uk: Глибина

source: <a ui-sref="select">Select files to geolocate</a> by querying a category or inputting a list of <code>File:</code>s.
ja: <a ui-sref="select">位置情報を付与するファイルを指定するには</a>、カテゴリでクエリを実行するか、<code>ファイル名</code>のリストを入力します。
mk: <a ui-sref="select">Изберете податотеки за местоположување</a> by querying категорија или внесувајќи список на податотеки <code>File:</code>.
ml: <a ui-sref="select">ഭൗമസ്ഥാനങ്ങൾ ചേർക്കാനുള്ള പ്രമാണങ്ങൾ എടുക്കുക</a>, അതിനായി ഒരു വർഗ്ഗത്തിൽ ക്വറി ചെയ്യുകയോ പ്രമാണങ്ങളുടെ (<code>File:</code>) ഒരു പട്ടിക നൽകുകയോ ചെയ്യാം.
nl: <a ui-sref="select">Selecteer bestanden voor geolocatie</a> met gebruik van een categorie of met een aantal <code>bestanden:</code>.
ru: <a ui-sref="select">Выберите файлы для геопозиционирования</a>, указав название категории или указав список файлов с префиксами <code>File:</code>.
uk: <a ui-sref="select">Щоб відібрати файли для геолокації</a>, вкажіть категорію або список файлів. У випадку списку, назва кожного файлу має починатись префіксом <code>File:</code>.

source: About
ja: ご案内
mk: За алаткава
ml: വിവരണം
nl: Over
ru: Об инструменте
uk: Про

source: About locator-tool
ja: locator-tool について
mk: За Местоположбеник
ml: ലൊക്കേറ്റർ-ഉപകരണത്തിന്റെ വിവരണം
nl: Over locator-tool
ru: Об инструменте locator-tool
uk: Про Локатор

source: Also show geolocated files
ja: 位置座標付きファイルの表示もできます
mk: Прикажи и местоположени податотеки
ml: ഭൗമസ്ഥാനങ്ങൾ ഉള്ള പ്രമാണങ്ങളും കാണിക്കുക
nl: Ook bestanden met geolocatie tonen
ru: Также показывать файлы с геометками
uk: Також показати файли з координатами

source: Camera location via <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Location</code></a>
ja: カメラ位置の基準は <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">位置</code></a>
mk: Местоположба на апаратот преку <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Location</code></a>
ml: ക്യാമറയുടെ സ്ഥാനം, ലഭ്യമായ വഴി <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">സ്ഥാനം</code></a>
nl: Camera locatie via <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Locatie</code></a>
ru: Расположение камеры <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Location</code></a>
uk: Розташування камери з <a href="https://commons.wikimedia.org/wiki/Template:Location" target="_blank"><code class="mediawiki-template">Розташування</code></a>

source: Category
ja: カテゴリ
mk: Категорија
ml: വർഗ്ഗം
nl: Categorie
ru: Категория
uk: Категорія

source: Discard
ja: 中止する
mk: Отфрли
ml: നിരാകരിക്കുക
nl: Verwijderen
ru: Отменить
uk: Відкинути

source: Edits using locator-tool
ja: locator-toolを使った翻訳
mk: Уредувања со Местоположбеник
ml: ലൊക്കേറ്റർ-ഉപകരണം ഉപയോഗിച്ച് തിരുത്തുക
nl: Bewerkingen met locater-tool
ru: Правки, сделанные locator-tool
uk: Редагування, зроблені у Локаторі

source: End timestamp
ja: 終了時のタイムスタンプ
mk: Завршно време
ml: സമയമുദ്ര അവസാനിപ്പിക്കുക
nl: Eind tijdstempel
ru: Конечная отметка времени
uk: Кінцева мітка часу

source: Failed to save: {{$ctrl.error.statusText}}
ja: 保存に失敗しました: {{$ctrl.error.statusText}}
mk: Не успеав да зачувам: {{$ctrl.error.statusText}}
ml: സേവ് ചെയ്യൽ പരാജയപ്പെട്ടു: {{$ctrl.error.statusText}}
nl: Opslaan {{$ctrl.error.statusText}} mislukt
ru: Ошибка сохранения: {{$ctrl.error.statusText}}
uk: Помилка збереження: {{$ctrl.error.statusText}}

source: Fetched 0 files for category <code>{{$ctrl.category}}</code>!
ja: カテゴリ<code>{{$ctrl.category}}</code>のファイルを0件取得しました!
mk: Презедов 0 податотеки од категоријата <code>{{$ctrl.category}}</code>!
ml: ഈ വർഗ്ഗത്തിലെ 0 പ്രമാണങ്ങൾ എടുത്തു <code>{{$ctrl.category}}</code>!
nl: Opgehaald 0 bestanden bij categorie <code>{{$ctrl.category}}</code>!
ru: Выбрано 0 файлов из категории <code>{{$ctrl.category}}</code>!
uk: Вибрано 0 файлів з категорії <code>{{$ctrl.category}}</code>!

source: Fetched 0 files for user <code>{{$ctrl.user}}</code>!
ja: 利用者<code>{{$ctrl.user}}</code>さんのファイルは0件取得しました。
mk: Презедов 0 податотеки од корисникот <code>{{$ctrl.user}}</code>!
ml: ഈ ഉപയോക്താവിന്റെ 0 പ്രമാണങ്ങൾ എടുത്തു <code>{{$ctrl.user}}</code>!
nl: Opgehaald 0 bestanden van gebruiker <code>{{$ctrl.user}}</code>!
ru: Выбрано 0 файлов для пользователя <code>{{$ctrl.user}}</code>!
uk: Вибрано 0 файлів для користувача <code>{{$ctrl.user}}</code>!

source: File list
ja: ファイルの一覧
mk: Список на податотеки
ml: പ്രമാണങ്ങളുടെ പട്ടിക
nl: Bestandslijst
ru: Список файлов
uk: Список файлів

source: From the list of files provided, select one and click its location on an interactive map.
ja: 提示されたファイルの一覧からどれかひとつ選び、その位置をインタラクティブな地図上でクリックします。
mk: Изберете една податотека од дадениот список, па стиснете на нејзината местоположба на интерактивна карта.
ml: നൽകിയ പ്രമാണങ്ങളുടെ പട്ടികയിൽ ഒരെണ്ണം തിരഞ്ഞെടുത്ത ശേഷം, സംവേദനക്ഷമമായ ഭൂപടത്തിൽ സ്ഥാനം ഞെക്കിക്കാണിച്ച് നൽകുക
nl: Kies een bestand uit de lijst bestanden en klik op de locatie van het bestand op de interactieve kaart.
ru: Из списка файлов выберите один и отметьте расположение изображённых объектов на интерактивной карте.
uk: Із наданого списку файлів виберіть один і натисніть на місце його розташування на інтерактивній карті.

source: Gallery
nl: Galerij

source: Geolocate files
ja: ファイルに位置座標を付与
mk: Местоположи податотеки
ml: പ്രമാണങ്ങളിൽ ഭൗമസ്ഥാനം ചേർക്കുക
nl: Geolocatie bestanden
ru: Геопозиционировать файлы
uk: Вказати координати файлів

source: Hello {{$ctrl.userInfo}}!
ja: こんにちは、{{$ctrl.userInfo}}さん。
mk: Здраво {{$ctrl.userInfo}}!
ml: നമസ്കാരം {{$ctrl.userInfo}}!
nl: Hallo {{$ctrl.userInfo}}!
ru: Привет, {{$ctrl.userInfo}}!
uk: Вітаємо, {{$ctrl.userInfo}}!

source: In order to allow locator-tool to modify file description pages, sign in first:
ja: このツールを使ってファイル説明ページの変更を行うには、ログインが必要です。
mk: За да му дозволите на Местоположбеник да ги менува описните страници на податотеките, најпрвин ќе треба да се најавите:
ml: ലൊക്കേറ്റർ ഉപകരണമുപയോഗിച്ച് പ്രമാണത്തിന്റെ വിവരണ താളുകൾ മാറ്റാൻ, ആദ്യം പ്രവേശിക്കുക്ക:
nl: Log eerst in zodat het locator-tool de beschrijvingspagina's mag wijzigen:
ru: Чтобы разрешить инструменту locator-tool изменять описание файлов, пожалуйста зарегистрируйтесь:
uk: Щоб дозволити Локатору змінювати сторінки опису файлів, спочатку увійдіть:

source: Its source code is available on <a href="https://github.com/simon04/locator-tool">GitHub</a> and <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a> licensed.
ja: ソースコードは<a href="https://github.com/simon04/locator-tool">GitHub</a>ならびに<a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a> のライセンス取得済みです。
mk: Изворниот код е достапен на <a href="https://github.com/simon04/locator-tool">GitHub</a> и е под лиценцата <a href="https://www.gnu.org/licenses/gpl.html">ОЈЛ вер. 3</a>.
ml: സ്രോതസ്സ് കോഡ് <a href="https://github.com/simon04/locator-tool">ഗിറ്റ്‌ഹബിൽ</a> ലഭ്യമാണ്, ഉപയോഗാനുമതി <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a> ആണ്.
nl: De broncode is op <a href="https://github.com/simon04/locator-tool">GitHub</a> beschikbaar onder de licentie <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a>.
ru: Исходный код доступен на <a href="https://github.com/simon04/locator-tool">GitHub</a> под <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a> лицензией.
uk: Вихідний код доступний на <a href="https://github.com/simon04/locator-tool">GitHub</a> і ліцензований під <a href="https://www.gnu.org/licenses/gpl.html">GPL v3</a>.

source: LANGUAGE
ja: 言語
mk: македонски
ml: ഭാഷ
nl: Nederlands
ru: По-русски
uk: Українською

source: Left click on map to set the location.
ja: 地図上で左クリックすると、位置を確定します。
mk: Стиснете со левото копче за картата за да ја укажете местоположбата.
ml: സ്ഥാനം അടയാളപ്പെടുത്താൻ ഭൂപടത്തിൽ ലെഫ്റ്റ്‌ക്ലിക്ക് ചെയ്യുക
nl: Klik links op de kaart om de locatie te kiezen
ru: Клацните левой кнопкой мыши, чтобы указать расположение.
uk: Натисніть на карті, щоб задати розташування.

source: Limit
ja: 上限
mk: Ограничување
ml: പരിധി
nl: Limiet
ru: Предел
uk: Ліміт

source: Load Category to geolocate
ja: カテゴリを読み込んで位置座標を付与する
mk: Вчитај категорија за местоположување
ml: ഭൗമസ്ഥാനനിർണ്ണയം ചെയ്യേണ്ട വർഗ്ഗം എടുക്കുക
nl: Categorie laden voor geolocatie
ru: Загрузить категорию для геопозиционирования
uk: Завантажити категорію для геолокації

source: Load User files to geolocate
ja: 位置座標を付与するユーザーファイルを読み込む
mk: Вчитај кориснички страници за местоположување
ml: ഭൗമസ്ഥാനനിർണ്ണയം ചെയ്യേണ്ട ഉപയോക്തൃപ്രമാണങ്ങൾ എടുക്കുക
nl: Gebruikersbestanden laden voor geolocatie
ru: Загрузить пользовательские файлы для геопозиционирования
uk: Завантажити файли користувача для геолокації

source: Load {{$ctrl.titleList.length}} files to geolocate
ja: 位置座標を付与する {{$ctrl.titleList.length}} ファイルを読み込む
mk: Вчитај {{$ctrl.titleList.length}} податотеки за местоположување
ml: ഭൗമസ്ഥാനനിർണ്ണയത്തിനായി {{$ctrl.titleList.length}} പ്രമാണങ്ങൾ എടുക്കുക
nl: {{$ctrl.titleList.length}} bestanden laden voor geolocatie
ru: Загрузить {{$ctrl.titleList.length}} файлов для геопозиционирования
uk: Завантажити {{$ctrl.titleList.length}} файлів для геолокації

source: Loading file details …
ja: ファイルの詳細を読み込み中……
mk: Вчитувам поединости за податотеките...
ml: പ്രമാണത്തിന്റെ വിശദാംശങ്ങൾ എടുക്കുന്നു ...
nl: Bestandsdetails laden...
ru: Загрузка описания файла ...
uk: Завантаження деталей файлів…

source: Log in
ja: ログイン
mk: Најава
ml: പ്രവേശിക്കുക
nl: Inloggen
ru: Авторизоваться
uk: Авторизуватись

source: Log in using the button on the upper right corner
ja: ログインするには右上のボタンを押します
mk: Најавете се со копчето во горниот десен агол
ml: മുകളിൽ വലത് മൂലയിലുള്ള ബട്ടൺ ഉപയോഗിച്ച് പ്രവേശിക്കുക
nl: Log in met de knop in de rechterbovenhoek
ru: Авторизуйтесь, нажав на кнопку в верхнем правом углу
uk: Увійдіть, скориставшись кнопкою у правому верхньому кутку

source: Log out
ja: ログアウト
mk: Одјава
ml: പുറത്ത് കടക്കുക
nl: Uitloggen
ru: Выйти
uk: Вийти

source: Logged in as {{$ctrl.user}}
ja: {{$ctrl.user}}としてログインしました
mk: Одјавете се како {{$ctrl.user}}
ml: {{$ctrl.user}} ആയി പ്രവേശിച്ചു
nl: Ingelogd als {{$ctrl.user}}
ru: Авторизовано как {{$ctrl.user}}
uk: Авторизовано як {{$ctrl.user}}

source: Map
ja: 地図
mk: Карта
ml: ഭൂപടം
nl: Kaart
ru: Карта
uk: Карта

source: Object location via <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Object location</code></a>
ja: 対象物の位置の基準は <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">対象物の位置</code></a>
mk: Местоположба на предметот преку <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Object location</code></a>
ml: വസ്തുവിന്റെ സ്ഥാനം ചേർത്ത വിധം <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Object location</code></a>
nl: Object locatie via <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Object locatie</code></a>
ru: Расположение объекта <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Object location</code></a>
uk: Розташування об'єкта через <a href="https://commons.wikimedia.org/wiki/Template:Object_location" target="_blank"><code class="mediawiki-template">Розташування об'єкта</code></a>

source: Open Source Licenses:
nl: Open Source Licenties:

source: Press shift and click on map to set the object location.
ja: 対象物の位置を確定するには、シフトボタンを押しながらクリックします。
mk: Држете Shift и стиснете на картата за да ја укажете местоположбата на предметот.
ml: ഷിഫ്റ്റ് ഞെക്കിപ്പിടിച്ചുകൊണ്ട് ഭൂപടത്തിൽ ക്ലിക്ക് ചെയ്ത് വസ്തുവിന്റെ സ്ഥാനം അടയാളപ്പെടുത്തുക
nl: Druk op shift en klik op de kaart om de objectlocatie te kiezen.
ru: Нажмите SHIFT и клацните по карте, чтобы отметить положение объекта.
uk: Натисніть shift та клікніть на карті, щоб задати розташування об'єкта.

source: Repeat …
ja: 繰り返す……
mk: Повтори …
ml: ആവർത്തിക്കുക ...
nl: Herhaal …
ru: Повторите ...
uk: Повторити…

source: Save
ja: 保存
mk: Зачувај
ml: സേവ് ചെയ്യുക
nl: Opslaan
ru: Сохранить
uk: Зберегти

source: Select files
ja: ファイルを選択
mk: Избери податотеки
ml: പ്രമാണങ്ങൾ തിരഞ്ഞെടുക്കുക
nl: Bestanden selecteren
ru: Выбрать файлы
uk: Обрати файли

source: Select files to geolocate
ja: 位置座標を付与するファイルを選択
mk: Избери податотеки за местоположување
ml: ഭൗമസ്ഥാനനിർണ്ണയത്തിനായി പ്രമാണങ്ങൾ തിരഞ്ഞെടുക്കുക
nl: Bestanden voor geolocatie selecteren
ru: Выберите файлы для геопозиционирования
uk: Обрати файли для геолокації

source: Show Category as gallery
nl: Categorie als galerij tonen

source: Show Category on map
ja: カテゴリを地図上に表示
mk: Прикажи категорија на карта
ml: വർഗ്ഗം ഭൂപടത്തിൽ കാണിക്കുക
nl: Categorie op kaart tonen
ru: Показать категорию на карте
uk: Показати категорію на карті

source: Show User files as gallery
nl: Gebruikersbestanden als galerij tonen

source: Show User files on map
ja: ユーザーファイルを地図上に表示
mk: Прикажи кориснички податотеки на карта
ml: ഉപയോക്തൃപ്രമാണങ്ങൾ ഭൂപടത്തിൽ കാണിക്കുക
nl: Gebruikersbestanden op kaart tonen
ru: Показать пользовательские файлы на карте
uk: Показати файли користувача на карті

source: Show {{$ctrl.titleList.length}} files as gallery
nl: {{$ctrl.titleList.length}} bestanden als galerij tonen

source: Show {{$ctrl.titleList.length}} files on map
ja: {{$ctrl.titleList.length}} ファイルを地図上に表示
mk: Прикажи {{$ctrl.titleList.length}} податотеки на карта
ml: {{$ctrl.titleList.length}} പ്രമാണങ്ങൾ ഭൂപടത്തിൽ കാണിക്കുക
nl: {{$ctrl.titleList.length}} bestanden op kaart tonen
ru: Показать {{$ctrl.titleList.length}} файлов на карте
uk: Показати {{$ctrl.titleList.length}} файлів на карті

source: Sign in
ja: 参加する
mk: Зачленете се
ml: പ്രവേശിക്കുക
nl: Inloggen
ru: Зарегистрироваться
uk: Увійти

source: Start timestamp
ja: 開始時のタイムスタンプ
mk: Почетно време
ml: സമയമുദ്ര ആരംഭിക്കുക
nl: Start tijdstempel
ru: Начальная отметка времени
uk: Початкова мітка часу

source: This tool has been created by <a href="https://github.com/simon04/">simon04</a>.
ja: このツールは<a href="https://github.com/simon04/">simon04</a>が開発しました。
mk: Оваа алатка е дело на <a href="https://github.com/simon04/">simon04</a>.
ml: ഈ ഉപകരണം സൃഷ്ടിച്ചത് <a href="https://github.com/simon04/">simon04</a> ആണ്.
nl: Dit hulpmiddel is door <a href="https://github.com/simon04/">simon04</a> gemaakt.
ru: Этот инструмент был создан <a href="https://github.com/simon04/">simon04</a>.
uk: Цей інструмент створив <a href="https://github.com/simon04/">simon04</a>.

source: This tool helps to add <code class="mediawiki-template">Coordinate</code> information to images on <a href="https://commons.wikimedia.org/">Wikimedia Commons</a>.
ja: このツールを使うと<code class="mediawiki-template">緯度経度</code>の情報を<a href="https://commons.wikimedia.org/">ウィキメディア・コモンズ</a>の画像に付与できます。
mk: Оваа алатка служи за додавање на информации за <code class="mediawiki-template">Coordinate</code> кон слики на <a href="https://commons.wikimedia.org/">Ризницата</a>.
ml: ഈ ഉപകരണം <code class="mediawiki-template">നിർദ്ദേശാങ്കങ്ങളുടെ</code> വിവരങ്ങൾ <a href="https://commons.wikimedia.org/">വിക്കിമീഡിയ കോമൺസിലെ</a> ചിത്രങ്ങളിൽ ചേർക്കാൻ സഹായിക്കുന്നു.
nl: Dit hulpmiddel voegt<code class="mediawiki-template">coördinaten</code> toe aan afbeeldingen op <a href="https://commons.wikimedia.org/">Wikimedia Commons</a>.
ru: Этот инструмент позволяет добавить <code class="mediawiki-template">координаты</code> изображениям с <a href="https://commons.wikimedia.org/">Викисклада</a>.
uk: Цей інструмент допомагає додавати інформацію про <code class="mediawiki-template">координати</code> до зображень у <a href="https://commons.wikimedia.org/">Вікісховищі</a>.

source: Translate locator-tool on Transifex
ja: Transifix で locator-tool の翻訳にご協力ください
mk: Преведете го Местоположбеник на Transifex
ml: ലൊക്കേറ്റർ-ഉപകരണം ട്രാൻസിഫെക്സിൽ പരിഭാഷപ്പെടുത്തുക
nl: Op Transifex vertalen van locator-tool
ru: Перевести locator-tool с помощью Transifex
uk: Перекласти інтерфейс Локатора на сайті Transifex

source: Usage
ja: 使い方
mk: Употреба
ml: ഉപയോഗം
nl: Gebruik
ru: Использование
uk: Використання

source: User
ja: 利用者
mk: Корисник
ml: ഉപയോക്താവ്
nl: Gebruiker
ru: Пользователь
uk: Користувач

source: User files
ja: ユーザーファイル
mk: Кориснички податотек
ml: ഉപയോക്തൃപ്രമാണങ്ങൾ
nl: Gebruikersbestanden
ru: Пользовательские файлы
uk: Файли користувача

source: Version:
ja: バージョン:
nl: Versie:

source: When a clipboard content containing HTML code (for instance a copied selection from a Commons gallery) is pasted here, locator-tool tries to extract <code>File:</code>s from the code.
ja: クリップボードに HTML コードが含まれていて（たとえばコモンズのギャラリーから複数をコピーしたとき）ここにペーストすると、locator-tool はコードから<code>ファイル名</code>のみ抽出しようとします。
mk: Кога тука ќе прекопирате содржина од меѓускладот која содржи HTML-код (на пр. копирате избрано од галерија на Ризницата), Местоположбеник ќе се обиде да ги извлече означените со<code>File:</code>од кодот.
ml: എച്ച്.റ്റി.എം.എൽ. കോഡ് ഉൾപ്പെടുന്ന ഒരു ക്ലിപ്പ്ബോഡ് ഉള്ളടക്കം (ഉദാഹരണത്തിന് കോമൺസ് ഗാലറിയിൽ നിന്ന് പകർത്തിയ ഉള്ളടക്കം) ഇവിടെ പേസ്റ്റ് ചെയ്യുമ്പോൾ, ലൊക്കേറ്റർ-ഉപകരണം അതിൽ നിന്നും <code>File:</code>എടുക്കാൻ ശ്രമിക്കുന്നതാണ്.
nl: Als hier uit een klembord inhoud met HTML-code (bijvoorbeeld een gekopieerde selectie van een Commons galerij) wordt geplakt, dan probeert locator-tool de <code>Bestanden:</code> uit de code te bepalen.
ru: Если из буфера обмена вставлен HTML-код (например, скопированное выделение из галереи Викисклада), то locator-tool попытается выделить всё с префиксами <code>File:</code>.
uk: Коли тут вставити вміст буфера обміну, що містить HTML-код (наприклад, скопійоване виділення з галереї Вікісховища), Локатор намагається дістати з нього те, що починається з <code>File:</code>.

source: Tutorial
ja: チュートリアル
mk: Нагледно упатство
ml: സഹായി
ru: Руководство
uk: Посібник

source: locator-tool
mk: Местоположбеник
ml: ലൊക്കേറ്റർ-ഉപകരണം
uk: Локатор

source: → <a href="https://commons.wikimedia.org/wiki/Commons:Locator-tool">Commons:Locator-tool</a>
mk: → <a href="https://commons.wikimedia.org/wiki/Commons:Locator-tool">Commons:Locator-tool/mk</a>
ml: → <a href="https://commons.wikimedia.org/wiki/Commons:Locator-tool">കോമൺസ്:ലൊക്കേറ്റർ ഉപകരണം</a>
